Repository: maxton76/stall-bokning
Catalog: EquiDuty/EquiDuty/Resources/Localizable.xcstrings
Source language: sv
Languages: en

# account.change_password
source: Byt lösenord
en: Change Password

# account.delete
source: Ta bort konto
en: Delete Account

# account.email
source: E-post
en: Email

# account.name
source: Namn
en: Name

# account.profile
source: Profil
en: Profile

# account.role
source: Roll
en: Role

# account.title
source: Konto
en: Account

# activity.action.cancel
source: Avboka
en: Cancel

# activity.action.cancel.confirmation
source: Är du säker på att du vill avboka denna aktivitet?
en: Are you sure you want to cancel this activity?

# activity.action.complete
source: Markera klar
en: Mark Complete

# activity.action.complete.confirmation
source: Du kan lägga till valfria anteckningar innan du markerar som klar.
en: You can add optional notes before completing.

# activity.action.delete
source: Ta bort aktivitet
en: Delete Activity

# activity.action.delete.confirmation
source: Är du säker på att du vill ta bort denna aktivitet? Åtgärden kan inte ångras.
en: Are you sure you want to delete this activity? This action cannot be undone.

# activity.action.edit
source: Redigera
en: Edit

# activity.add
source: Lägg till aktivitet
en: Add Activity

# activity.category.dental
source: Tandvård
en: Dental

# activity.category.farrier
source: Hovslagare
en: Farrier

# activity.category.health
source: Hälsa
en: Health

# activity.category.other
source: Övrigt
en: Other

# activity.category.training
source: Träning
en: Training

# activity.category.veterinary
source: Veterinär
en: Veterinary

# activity.detail.assignedTo
source: Tilldelad till
en: Assigned to

# activity.detail.assignment
source: Tilldelning
en: Assignment

# activity.detail.completedAt
source: Slutförd
en: Completed at

# activity.detail.completedBy
source: Slutförd av
en: Completed by

# activity.detail.contact
source: Kontakt
en: Contact

# activity.detail.createdAt
source: Skapad
en: Created

# activity.detail.duration %lld
source: %lld minuter
en: %lld minutes

# activity.detail.horses
source: Hästar
en: Horses

# activity.detail.metadata
source: Detaljer
en: Details

# activity.detail.notes
source: Anteckningar
en: Notes

# activity.detail.notFound
source: Aktivitet hittades inte
en: Activity not found

# activity.detail.photos
source: Foton
en: Photos

# activity.detail.schedule
source: Schema
en: Schedule

# activity.detail.stable
source: Stall
en: Stable

# activity.detail.title
source: Aktivitetsdetaljer
en: Activity Details

# activity.detail.updatedAt
source: Senast uppdaterad
en: Last updated

# activity.edit
source: Redigera aktivitet
en: Edit Activity

# activity.form.date
source: Datum
en: Date

# activity.form.horses
source: Hästar
en: Horses

# activity.form.schedule
source: Schema
en: Schedule

# activity.form.select_horses
source: Välj hästar
en: Select horses

# activity.form.select_type
source: Välj aktivitetstyp
en: Select activity type

# activity.form.time
source: Tid (HH:MM)
en: Time (HH:MM)

# activity.form.type
source: Aktivitetstyp
en: Activity Type

# activity.notes
source: Anteckningar
en: Notes

# activity.status.cancelled
source: Avbokad
en: Cancelled

# activity.status.completed
source: Klar
en: Completed

# activity.status.in_progress
source: Pågår
en: In Progress

# activity.status.overdue
source: Försenad
en: Overdue

# activity.status.pending
source: Väntande
en: Pending

# activity.type.unknown
source: Okänd
en: Unknown

# analytics.dateRange
source: Tidsperiod
en: Date Range

# analytics.last7Days
source: Senaste 7 dagarna
en: Last 7 Days

# analytics.last30Days
source: Senaste 30 dagarna
en: Last 30 Days

# analytics.last90Days
source: Senaste 90 dagarna
en: Last 90 Days

# analytics.noShowRate
source: Uteblivanden
en: No-Show Rate

# analytics.peakHour
source: Populäraste tid
en: Peak Hour

# analytics.topUsers
source: Mest aktiva
en: Top Users

# analytics.totalBookings
source: Totalt bokningar
en: Total Bookings

# analytics.utilization
source: Utnyttjandegrad
en: Utilization

# appearance.footer
source: "System" följer enhetens utseendeinställning.
en: "System" follows your device's appearance setting.

# appearance.option.dark
source: Mörkt
en: Dark

# appearance.option.light
source: Ljust
en: Light

# appearance.title
source: Utseende
en: Appearance

# cancel
source: Avbryt
en: Cancel

# care.action.complete
source: Markera klar
en: Mark Complete

# care.action.schedule
source: Boka
en: Schedule

# care.delete.message
source: Denna åtgärd kan inte ångras.
en: This action cannot be undone.

# care.delete.title
source: Ta bort aktivitet?
en: Delete Activity?

# care.detail.noScheduled
source: Ingen aktivitet schemalagd
en: No activity scheduled

# care.detail.scheduled
source: Schemalagd aktivitet
en: Scheduled Activity

# care.form.date
source: Datum
en: Date

# care.form.duration
source: Varaktighet
en: Duration

# care.form.duration.minutes.60
source: 1 timme
en: 1 hour

# care.form.duration.minutes.90
source: 1,5 timmar
en: 1.5 hours

# care.form.duration.minutes.120
source: 2 timmar
en: 2 hours

# care.form.notes
source: Anteckningar
en: Notes

# care.form.time
source: Tid
en: Time

# care.form.title.add
source: Lägg till vårdaktivitet
en: Add Care Activity

# care.form.title.edit
source: Redigera vårdaktivitet
en: Edit Care Activity

# care.form.type
source: Aktivitetstyp
en: Activity Type

# care.status.last
source: Senast
en: Last

# care.status.next
source: Nästa
en: Next

# care.status.overdue
source: Försenad
en: Overdue

# care.type.chiropractic
source: Kiropraktik
en: Chiropractic

# care.type.dentist
source: Tandvård
en: Dentist

# care.type.deworm
source: Avmaskning
en: Deworming

# care.type.farrier
source: Hovslagare
en: Farrier

# care.type.vet
source: Veterinär
en: Veterinarian

# common.add
source: Lägg till
en: Add

# common.all
source: Alla
en: All

# common.apply
source: Tillämpa
en: Apply

# common.cancel
source: Avbryt
en: Cancel

# common.change
source: Ändra
en: Change

# common.clear
source: Rensa
en: Clear

# common.clear.search
source: Rensa sökning
en: Clear search

# common.close
source: Stäng
en: Close

# common.continue
source: Fortsätt
en: Continue

# common.created
source: Skapad
en: Created

# common.delete
source: Ta bort
en: Delete

# common.done
source: Klar
en: Done

# common.edit
source: Redigera
en: Edit

# common.email
source: E-post
en: Email

# common.error
source: Fel
en: Error

# common.filter
source: Filtrera
en: Filter

# common.more
source: Mer
en: More

# common.none
source: Ingen
en: None

# common.not_specified
source: Ej angivet
en: Not specified

# common.phone
source: Telefon
en: Phone

# common.save
source: Spara
en: Save

# common.search
source: Sök
en: Search

# common.unit.hours
source: timmar
en: hours

# common.unknown
source: Okänd
en: Unknown

# common.user
source: Användare
en: User

# common.years
source: år
en: years

# common.years.short
source: år
en: yrs

# connected_accounts.connect
source: Anslut
en: Connect

# connected_accounts.description
source: Länka dina externa konton för enklare inloggning
en: Link your external accounts for easier sign-in

# connected_accounts.disconnect
source: Koppla från
en: Disconnect

# connected_accounts.disconnect_confirm.message
source: Är du säker på att du vill koppla från detta konto? Du kan ansluta det igen när som helst.
en: Are you sure you want to disconnect this account? You can reconnect it at any time.

# connected_accounts.disconnect_confirm.title
source: Koppla från konto?
en: Disconnect Account?

# connected_accounts.email_mismatch
source: Detta kontos e-post matchar inte din profile-post
en: This account's email doesn't match your profile email

# connected_accounts.error.already_in_use
source: Detta konto är redan anslutet till en annan användare
en: This account is already connected to another user

# connected_accounts.error.link_failed
source: Kunde inte ansluta kontot. Försök igen.
en: Failed to connect account. Please try again.

# connected_accounts.error.recent_login
source: Logga in igen för att ansluta detta konto
en: Please sign in again to connect this account

# connected_accounts.error.unlink_failed
source: Kunde inte koppla från kontot. Försök igen.
en: Failed to disconnect account. Please try again.

# connected_accounts.provider.email
source: E-post
en: Email

# connected_accounts.title
source: Anslutna konton
en: Connected Accounts

# daily_notes.acknowledge
source: Jag har läst anteckningarna
en: I've Read the Notes

# daily_notes.alerts
source: Varningar
en: Alerts

# daily_notes.category.behavior
source: Beteende
en: Behavior

# daily_notes.category.blanket
source: Täcke
en: Blanket

# daily_notes.category.feeding
source: Utfodring
en: Feeding

# daily_notes.category.health
source: Hälsa
en: Health

# daily_notes.category.medication
source: Medicinering
en: Medication

# daily_notes.category.other
source: Övrigt
en: Other

# daily_notes.empty
source: Inga anteckningar idag
en: No Notes Today

# daily_notes.empty.message
source: Det finns inga anteckningar för idag. Du kan fortsätta med rutinen.
en: There are no notes for today. You can proceed with the routine.

# daily_notes.general
source: Allmänna anteckningar
en: General Notes

# daily_notes.horse_notes
source: Hästanteckningar
en: Horse Notes

# daily_notes.title
source: Dagens anteckningar
en: Daily Notes

# error.api.not_found
source: Resursen hittades inte
en: Resource not found

# error.api.server_error
source: Ett serverfel uppstod
en: Server error occurred

# error.api.unauthorized
source: Obehörig åtkomst
en: Unauthorized access

# error.api.unknown
source: Ett okänt fel uppstod
en: An unknown error occurred

# error.retry
source: Försök igen
en: Try Again

# error.title
source: Hoppsan!
en: Oops!

# errors.conflict.message
source: Detta objekt har ändrats av en annan användare. Vänligen uppdatera och försök igen.
en: This item was modified by another user. Please refresh and try again.

# errors.network.unavailable
source: Nätverket är inte tillgängligt. Kontrollera din anslutning.
en: Network unavailable. Please check your connection.

# errors.network.unknown
source: Ett oväntat fel uppstod. Vänligen försök igen.
en: An unexpected error occurred. Please try again.

# errors.permission.denied
source: Du har inte behörighet att utföra denna åtgärd.
en: You don't have permission to perform this action.

# errors.validation.date_range
source: Slutdatum måste vara efter startdatum
en: End date must be after start date

# errors.validation.date_range_too_long
source: Datumintervallet kan inte överstiga 90 dagar
en: Date range cannot exceed 90 days

# errors.validation.days_required
source: Minst en dag måste väljas
en: At least one day must be selected

# errors.validation.field_required
source: Detta fält är obligatoriskt
en: This field is required

# errors.validation.name_too_short
source: Namnet måste vara minst 3 tecken
en: Name must be at least 3 characters

# errors.validation.steps_required
source: Minst ett steg krävs
en: At least one step is required

# facilities.analytics
source: Statistik
en: Analytics

# facilities.bookingRules
source: Bokningsregler
en: Booking Rules

# facilities.browse
source: Bläddra
en: Browse

# facilities.capacity
source: Kapacitet
en: Capacity

# facilities.error.loadFailed
source: Det gick inte att hämta anläggningar. Kontrollera din internetanslutning och försök igen.
en: Could not fetch facilities. Please check your internet connection and try again.

# facilities.error.title
source: Kunde inte ladda anläggningar
en: Failed to Load Facilities

# facilities.form.addException
source: Lägg till undantag
en: Add Exception

# facilities.form.addTimeBlock
source: Lägg till tidsblock
en: Add time block

# facilities.form.createTitle
source: Ny anläggning
en: New Facility

# facilities.form.customHours
source: Anpassade tider
en: Custom hours

# facilities.form.defaultHours
source: Standardöppettider som används för alla dagar utan anpassade tider.
en: Default hours used for all days without custom hours.

# facilities.form.description
source: Beskrivning (valfritt)
en: Description (optional)

# facilities.form.editTitle
source: Redigera anläggning
en: Edit Facility

# facilities.form.exception.closed
source: Stängt
en: Closed

# facilities.form.exception.customHours
source: Anpassade öppettider
en: Custom Hours

# facilities.form.exception.date
source: Datum
en: Date

# facilities.form.exception.modified
source: Ändrade tider
en: Modified Hours

# facilities.form.exception.reason
source: Anledning (valfritt)
en: Reason (optional)

# facilities.form.exception.type
source: Typ
en: Type

# facilities.form.maxDuration
source: Max bokningstid
en: Max duration

# facilities.form.maxHorses
source: Max antal hästar
en: Max horses per reservation

# facilities.form.minTimeSlot
source: Minsta bokningstid
en: Minimum time slot

# facilities.form.name
source: Namn
en: Name

# facilities.form.noExceptions
source: Inga undantag tillagda
en: No exceptions added

# facilities.form.planningWindowCloses
source: Stänger för bokning
en: Closes for booking

# facilities.form.planningWindowOpens
source: Öppnar för bokning
en: Opens for booking

# facilities.form.section.basicInfo
source: Grundläggande information
en: Basic Information

# facilities.form.section.bookingRules
source: Bokningsregler
en: Booking Rules

# facilities.form.section.defaultHours
source: Standardtider
en: Default Hours

# facilities.form.section.exceptions
source: Undantag
en: Exceptions

# facilities.form.section.perDay
source: Schema per dag
en: Per-Day Schedule

# facilities.form.timeFrom
source: Från
en: From

# facilities.form.timeTo
source: Till
en: To

# facilities.form.type
source: Typ
en: Type

# facilities.form.unit.days
source: dagar
en: days

# facilities.form.unit.daysAhead
source: dagar i förväg
en: days ahead

# facilities.form.unit.hours
source: timmar
en: hours

# facilities.form.unit.hoursBefore
source: timmar innan
en: hours before

# facilities.form.usesDefaultHours
source: Använder standardtider
en: Uses default hours

# facilities.loading.message
source: Laddar anläggningar...
en: Loading facilities...

# facilities.manage
source: Hantera
en: Manage

# facilities.manage.delete.confirm
source: Radera
en: Delete

# facilities.manage.delete.message %@
source: Är du säker på att du vill radera %@? Detta kan inte ångras.
en: Are you sure you want to delete %@? This cannot be undone.

# facilities.manage.delete.title
source: Radera anläggning
en: Delete Facility

# facilities.manage.empty.message
source: Skapa din första anläggning genom att trycka på +-knappen.
en: Create your first facility by tapping the + button.

# facilities.manage.empty.title
source: Inga anläggningar
en: No Facilities

# facilities.manage.error.noStable
source: Inget stall valt
en: No stable selected

# facilities.myBookings
source: Mina bokningar
en: My Bookings

# facilities.noBookings
source: Inga bokningar
en: No bookings

# facilities.noBookingsMessage
source: Du har inga bokningar ännu. Bläddra bland anläggningar för att göra en bokning.
en: You don't have any reservations yet. Browse facilities to make a booking.

# facilities.noFacilities
source: Inga anläggningar
en: No facilities

# facilities.noFacilitiesMessage
source: Inga anläggningar har lagts till i detta stall ännu.
en: No facilities have been added to this stable yet.

# facilities.rules.advanceBooking %lld
source: Boka upp till %lld dagar i förväg
en: Book up to %lld days in advance

# facilities.rules.maxDuration %lld
source: Max %lld minuter
en: Maximum %lld minutes

# facilities.rules.minDuration %lld
source: Minst %lld minuter
en: Minimum %lld minutes

# facilities.rules.requiresApproval
source: Kräver godkännande
en: Requires approval

# facilities.status.active
source: Aktiv
en: Active

# facilities.status.inactive
source: Inaktiv
en: Inactive

# facilities.status.maintenance
source: Underhåll
en: Maintenance

# facilities.title
source: Anläggningar
en: Facilities

# facilities.type.arena
source: Ridhus
en: Arena

# facilities.type.gallopingTrack
source: Galoppbana
en: Galloping Track

# facilities.type.indoorArena
source: Ridhus
en: Indoor Arena

# facilities.type.jumpingYard
source: Hoppbana
en: Jumping Yard

# facilities.type.lungingRing
source: Longering
en: Lunging Ring

# facilities.type.other
source: Övrigt
en: Other

# facilities.type.outdoorArena
source: Utebana
en: Outdoor Arena

# facilities.type.pasture
source: Hage
en: Pasture

# facilities.type.roundPen
source: Rund paddock
en: Round Pen

# facilities.type.transport
source: Transportyta
en: Transport Area

# facilities.type.treadmill
source: Löpband
en: Treadmill

# facilities.type.vibrationPlate
source: Vibrationsplatta
en: Vibration Plate

# facilities.type.walker
source: Rullband
en: Walker

# facilities.type.washArea
source: Tvättspilta
en: Wash Area

# facilities.type.waterTreadmill
source: Vattenlöpband
en: Water Treadmill

# featureRequests.category.bugFix
source: Buggfix
en: Bug Fix

# featureRequests.category.improvement
source: Förbättring
en: Improvement

# featureRequests.category.newFeature
source: Ny funktion
en: New Feature

# featureRequests.category.other
source: Övrigt
en: Other

# featureRequests.comments.empty
source: Inga kommentarer ännu
en: No comments yet

# featureRequests.comments.loadMore
source: Ladda fler kommentarer
en: Load more comments

# featureRequests.comments.placeholder
source: Skriv en kommentar...
en: Write a comment...

# featureRequests.comments.title
source: Kommentarer
en: Comments

# featureRequests.create.aiHint
source: AI kan hjälpa till att förtydliga och förbättra din text
en: AI can help clarify and improve your text

# featureRequests.create.categoryLabel
source: Kategori
en: Category

# featureRequests.create.descriptionLabel
source: Beskrivning
en: Description

# featureRequests.create.descriptionMinLength
source: Beskrivningen måste vara minst 20 tecken
en: Description must be at least 20 characters

# featureRequests.create.improveWithAI
source: Förbättra med AI
en: Improve with AI

# featureRequests.create.refining
source: Förbättrar din text...
en: Improving your text...

# featureRequests.create.revertOriginal
source: Återställ original
en: Revert to original

# featureRequests.create.submit
source: Skicka
en: Submit

# featureRequests.create.title
source: Nytt önskemål
en: New Feature Request

# featureRequests.create.titleLabel
source: Titel
en: Title

# featureRequests.create.titleMinLength
source: Titeln måste vara minst 5 tecken
en: Title must be at least 5 characters

# featureRequests.create.titlePlaceholder
source: Kort, beskrivande titel
en: Short, descriptive title

# featureRequests.detail.adminResponse
source: Adminsvar
en: Admin Response

# featureRequests.detail.title
source: Önskemål
en: Feature Request

# featureRequests.empty.message
source: Bli den första att skicka in ett önskemål!
en: Be the first to submit a feature request!

# featureRequests.empty.title
source: Inga önskemål
en: No feature requests

# featureRequests.filter.all
source: Alla
en: All

# featureRequests.filter.allCategories
source: Alla kategorier
en: All Categories

# featureRequests.filter.category
source: Kategori
en: Category

# featureRequests.filter.mine
source: Mina
en: My Requests

# featureRequests.loadMore
source: Ladda fler
en: Load more

# featureRequests.sort.newest
source: Nyaste
en: Newest

# featureRequests.sort.oldest
source: Äldsta
en: Oldest

# featureRequests.sort.votes
source: Flest röster
en: Most Voted

# featureRequests.status.completed
source: Klar
en: Completed

# featureRequests.status.declined
source: Avvisad
en: Declined

# featureRequests.status.inProgress
source: Pågår
en: In Progress

# featureRequests.status.open
source: Öppen
en: Open

# featureRequests.status.planned
source: Planerad
en: Planned

# featureRequests.status.underReview
source: Under granskning
en: Under Review

# featureRequests.title
source: Önskemål
en: Feature Requests

# feeding.completed
source: Klart
en: Complete

# feeding.empty.message
source: Ställ in utfodringstider och schema för att spåra daglig utfodring.
en: Set up feeding times and schedules to track daily feedings.

# feeding.empty.title
source: Inget utfodringsschema
en: No Feeding Schedule

# feeding.error.routine_cancelled
source: Denna rutin avbröts
en: This routine was cancelled

# feeding.error.routine_completed
source: Denna rutin är redan slutförd
en: This routine is already completed

# feeding.error.routine_missed
source: Denna rutin missades
en: This routine was missed

# feeding.feed_types.title
source: Fodertyper
en: Feed Types

# feeding.horses_fed
source: hästar matade
en: horses fed

# feeding.no_instructions
source: Inga utfodringsanvisningar
en: No feeding instructions

# feeding.schedule.title
source: Utfodringsschema
en: Feeding Schedule

# feeding.title
source: Utfodring
en: Feeding

# filter.active
source: Aktiva
en: Active

# filter.all
source: Alla
en: All

# filter.inactive
source: Inaktiva
en: Inactive

# forgot_password.description
source: Ange din e-postadress så skickar vi en länk för att återställa ditt lösenord.
en: Enter your email address and we'll send you a link to reset your password.

# forgot_password.send
source: Skicka återställningslänk
en: Send Reset Link

# forgot_password.success
source: Kontrollera din e-post för återställningslänken
en: Check your email for the reset link

# forgot_password.title
source: Återställ lösenord
en: Reset Password

# health.form.amount
source: Belopp
en: Amount

# health.form.basics
source: Grundläggande information
en: Basic Information

# health.form.clinic
source: Klinik
en: Clinic

# health.form.clinical
source: Kliniska detaljer
en: Clinical Details

# health.form.cost
source: Kostnadsinformation
en: Cost Information

# health.form.date
source: Datum
en: Date

# health.form.diagnosis
source: Diagnos
en: Diagnosis

# health.form.duration
source: Varaktighet
en: Duration

# health.form.findings
source: Fynd
en: Findings

# health.form.follow_up
source: Uppföljning
en: Follow-up

# health.form.follow_up_date
source: Uppföljningsdatum
en: Follow-up Date

# health.form.follow_up_notes
source: Uppföljningsanteckningar
en: Follow-up Notes

# health.form.has_cost
source: Inkludera kostnad
en: Include Cost

# health.form.has_duration
source: Inkludera varaktighet
en: Include Duration

# health.form.has_time
source: Inkludera tid
en: Include Time

# health.form.notes
source: Övriga anteckningar
en: Additional Notes

# health.form.provider
source: Vårdgivarinformation
en: Provider Information

# health.form.provider_name
source: Vårdgivarens namn
en: Provider Name

# health.form.requires_follow_up
source: Kräver uppföljning
en: Requires Follow-up

# health.form.symptoms
source: Symtom
en: Symptoms

# health.form.time
source: Tid
en: Time

# health.form.title
source: Titel
en: Title

# health.form.treatment
source: Behandling
en: Treatment

# health.form.type
source: Typ av besök
en: Record Type

# health.record.add
source: Lägg till hälsojournal
en: Add Health Record

# health.record.edit
source: Redigera hälsojournal
en: Edit Health Record

# health.records
source: Hälsojournaler
en: Health Records

# health.records.add_first
source: Lägg till din första hälsojournal
en: Add your first health record

# health.records.empty
source: Inga hälsojournaler än
en: No health records yet

# health.stats
source: Hälsostatistik
en: Health Statistics

# health.stats.cost_year
source: Kostnad i år
en: Cost This Year

# health.stats.follow_ups
source: Uppföljningar
en: Follow-ups

# health.stats.total
source: Totalt antal
en: Total Records

# health.type.dental
source: Tandvård
en: Dental

# health.type.deworming
source: Avmaskning
en: Deworming

# health.type.farrier
source: Hovslagare
en: Farrier

# health.type.injury
source: Skada
en: Injury

# health.type.medication
source: Medicinering
en: Medication
